CO3/Ajustes de Facturacion/Request_ajustes_No_Fiscal.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
   xmlns:v1="http://tigo.com/josm/gateway/services/order/SimpleOrderRequest/V1">
   <soapenv:Header/>
   <soapenv:Body>
      <v1:purchaseProduct>         <!--Optional:-->
         <v1:simpleOrderRequest>
            <channelId>1</channelId>
            <subscriberId>77777703</subscriberId>
            <productId>526</productId>
            <quantity>1</quantity>            <!--Optional:-->
            <externalTransacionId>c94d5387-cdb1-41a7-b4bc-68882d5964b5</externalTransacionId>
            <comment>Consulta_Facturas_Abiertas</comment>
            <additionalParameters>
               <parameter>
                  <key>SUBPRIMARY_IDENTITY</key>
                  <value>77777703</value>
               </parameter>
               <parameter>
                  <key>ACCOUNT</key>
                  <value>1-aacc77777703</value>
               </parameter>
			   <parameter>
                  <key>AMOUNT</key>
                  <value>300</value>
               </parameter>
			   <parameter>
                  <key>TYPE</key>
                  <value>NO_FISCAL</value>
               </parameter>
 <parameter>
                  <key>MOTIVO</key>
                  <value>REVERSION_BAC</value>
               </parameter>
            </additionalParameters>  
                      <!--Optional:-->
                      </v1:simpleOrderRequest>
      </v1:purchaseProduct>
   </soapenv:Body>
</soapenv:Envelope>